{
    "developer": "- DEVELOPER -",
    "home": "Home",
    "aboutMe": "About me",
    "projects": "Projects",
    "technologies": "Technologies",

    "hi": "Hi my name is",
    "dev": "Front End Developer",
    "devDet": "React js and Node Js developer, with knowledge in Graphic Design.",
    "more": "more",

    "chooseMe": "BECAUSE YOU MUST CHOOSE ME!",
    "euDet": "Hello, my name is Aleksei Sousa, 24 years old, I am a Front End programmer and designer. I am enchanted by the technology area, and I found myself in the programming area.Qualities:",
    "commitment": "Committed",
    "solutions": "Design and code solutions",
    "creativity": "Creativity",
    "availability": "Availability for any questions",

    "projectsT": "PROJECTS",
    "calculator": "Calculator",
    "calD": "A calculator with all the features of an Android phone",
    "me": "me",
    "lanD": "My first project, still in HTML and CSS",
    "netD": "A clone website, with all the design and responsiveness of the original",
    "backend": "Backend - Login",
    "backD": "Registration, login and authentication system",
    "priD": "At first, I wanted to understand the Grid display",
    "formulario": "Form React.js",
    "forD": "React.js form with an animation",
    "meusite": "My website",
    "meuD": "I redid my website, decided to redo it in React.js",

    "technologiesT": "TECHNOLOGIES",
    "React": "React makes creating interactive UIs an easy task. Create simple views for each state in your application, and React will efficiently update and render only the necessary components as the data changes.",
    "Node": "Node.js is a server-side JavaScript code execution environment",
    "Javascript" :"JavaScript has a strong focus on the Front-end (client side), that is, it is commonly used to run on the “client side” of the application.",
    "Mysql": "MySQL is a database management system that uses the SQL language as an interface. MySQL is a popular choice for websites, blogs, online stores, and content management systems (CMS)",
    "Mongo": "Mongo DB is an open source, non-relational database management system (DBMS) that uses flexible documents instead of tables and rows to process and store various forms of data.",
    "Api": "APIs are sometimes described as a contract between an information provider and a user, setting out the content required by the consumer (the call) and the content required by the producer (the response).",
    "Html": "Hypertext Markup Language (HTML) is a computer language that makes up most web pages and online applications.",
    "Css": "CSS is called Cascading Style Sheet language and is used to style elements written in a markup language like HTML.",
    "Figma": "Figma is a design tool created with the aim of making the practice of design more accessible.",
    "Photoshop": "Photoshop is used for image editing, creating digital art, graphic design, and animations.",
    "CorelDraw": "CorelDRAW is software developed to enable the creation of a wide range of visual communication products, such as drawings, folders, photo retouching, among others."
}